{"Tool":"github.com/davyxu/tabtoy","Version":"2.8.9","DoNotUseThis":[],"RuleConf":[{"ID":1,"Remarks":"排行规则","Title":"榜单规则","Desc":["皮肤、三国秀、等阶、战功均拥有各自对应的总榜和周榜，每位玩家在各个榜单上的数据相互独立。"]},{"ID":1,"Title":"刷新规则","Desc":["竞技：三个模式会随着赛季重置，重置时间点可能会存在不同；每个小时三个模式的榜单同时刷新。","总榜：数据从开服进行计数，四个榜单不会重置；每个小时总榜同时刷新。","周榜：结算周期为每周一0点——周日24点，每自然周重置；重置后的周榜显示上周前100名玩家的数据；每个小时周榜同时刷新。"]},{"ID":1,"Title":"积分规则","Desc":["皮肤、三国秀、等阶、战功均拥有各自对应的总榜和周榜，每位玩家在各榜单上的数据相互独立。","皮肤积分：<br/>普通：<font color='#339900'>6积分</font><br/>稀有：<font color='#339900'>9积分</font><br/>史诗：<font color='#339900'>15积分</font><br/>传说：<font color='#339900'>30积分</font><br/>限定：<font color='#339900'>45积分</font><br/>传说动态：<font color='#339900'>60积分</font><br/>限定动态：<font color='#339900'>90积分</font>","三国秀积分：<br/>普通背景：<font color='#339900'>2积分</font><br/>稀有背景：<font color='#339900'>4积分</font><br/>史诗背景：<font color='#339900'>6积分</font><br/>传说背景：<font color='#339900'>10积分</font><br/>普通饰品：<font color='#339900'>3积分</font><br/>稀有饰品：<font color='#339900'>6积分</font><br/>史诗饰品：<font color='#339900'>9积分</font><br/>传说饰品：<font color='#339900'>15积分</font><br/>普通形象：<font color='#339900'>5积分</font><br/>稀有形象：<font color='#339900'>10积分</font><br/>史诗形象：<font color='#339900'>15积分</font><br/>传说形象：<font color='#339900'>25积分</font>","等阶积分：<br/>二阶武将：<font color='#339900'>6积分</font><br/>三阶武将：<font color='#339900'>18积分</font><br/>四阶武将：<font color='#339900'>54积分</font><br/>五阶武将：<font color='#339900'>162积分</font>","战功点数：根据所有战功的点数之和来进行排名，只有玩家获得的战功才参与计算","多个同名道具不重复计算积分，道具种类的增减会影响到积分的计算（武将等阶提升、分解皮肤、降级动态皮肤、合成或分解三国秀）"]},{"ID":2,"Remarks":"祈福规则","Title":"祈福说明","Desc":["祈福1次消耗1个祈福灯，祈福10次消耗10个祈福灯","每24小时可以免费进行1次祈福","祈福只能在祈福活动时间范围内进行"]},{"ID":2,"Title":"祈福灯不足说明","Desc":["祈福灯不足时，可以前往商城或点击祈福界面中的祈福灯购买祈福灯道具"]},{"ID":2,"Title":"祈福记录说明","Desc":["全服祈福和我的祈福记录各保留至少200条最新的祈福记录"]},{"ID":2,"Title":"祈福积分宝箱说明","Desc":["祈福1次可获得1个祈福积分，祈福10次可获得10个祈福积分","达到一定的祈福积分可领取祈福积分宝箱"]},{"ID":2,"Title":"祈福商城说明","Desc":["每次祈福会有一定的概率获得本期的祈福商城兑换道具，使用兑换道具可在祈福商城中兑换极其稀有的限定专属武将，商城中可兑换的道具每期活动会进行更新，已拥有的武将不可再次兑换","兑换道具在活动结束后，可在包裹中使用兑换道具获得20银两"]},{"ID":2,"Title":"祈福排行说明","Desc":["祈福排行根据祈福积分进行排名，取前100名玩家上榜","系统每小时刷新一次祈福排行榜，活动结束后系统自动清零祈福积分","达到不同排行的名次会获得不同的稀有奖励，如果完成对应名次的额外条件，还可以获得额外的极品奖励","祈福活动结束后，确定最终的祈福排名，结算并通过信件发送排名奖励"]},{"ID":3,"Remarks":"公会规则","Title":"公会创建和加入","Desc":["当玩家等级到达40级时，可以创建和加入公会。","创建公会需要玩家激活会员，并拥有1个【聚义令】。"]},{"ID":3,"Title":"公会解散","Desc":["公会创建后，若连续60天内公会活跃人数小于5，则公会自动解散。","会长可主动解散公会，主动解散需要等待3天后才会成功解散。","公会解散后，所有公会成员变回无公会状态，公会数据将会被清除。","公会解散期间无法参加公会争霸战。","活跃人数小于5的公会，在自动解散前7天无法参加公会争霸战"]},{"ID":3,"Title":"会长禅让","Desc":["公会会长可主动将会长职位禅让给公会内其他玩家。","开始禅让后，需要等待3天，才会将会长职位转移给被禅让玩家。","禅让期间，原会长依然可以执行会长操作，也可以终止禅让。","禅让期间的公会，无法参加公会争霸战。","被禅让的玩家在禅让期间离开公会，则禅让自动终止。","禅让完成后，原会长将会自动变成成员职位。"]},{"ID":3,"Title":"会长弹劾","Desc":["当会长连续15天未登陆，则公会成员可对该会长发起弹劾。","同时只能由一位成员对会长进行弹劾，若已有玩家发起弹劾，则其他玩家无法继续弹劾。","弹劾开始后，3天内，若公会三分之一成员同意弹劾，则弹劾成功，发起弹劾的玩家将获得会长职位。","弹劾成功后，原会长将自动变成成员职位。","弹劾期间，公会将无法参加公会争霸战。","弹劾期间，若未得到足够的公会成员同意，则弹劾失败，会长不变更。"]},{"ID":3,"Title":"公会财富和公会贡献","Desc":["公会财富是属于公会的货币，会长或副会长可以消耗公会财富。","公会财富可用于在财富商店购买公会道具，也可以用于升级公会神兽。","公会贡献是属于个人的货币，只有加入公会后可在贡献商城中使用。","公会贡献不会因为成员离开公会而清除。"]},{"ID":4,"Remarks":"争霸战规则","Title":"报名规则","Desc":["所有公会可以由会长或副会长在报名时间内进行报名。","报名时间为周一0点至周六上午9点。","只有报名的公会可以参与公会争霸战的进攻和防守"]},{"ID":4,"Title":"战斗规则","Desc":["已报名的公会，可以由本期防守阵容，接受其他公会的挑战，防守方胜利，则可获得2场防守胜场。","防守阵容必须有一只本公会神兽，还可以额外携带两名协防武将协助进行防守。","已报名的公会，其公会成员可以组成小队对其他公会发起进攻，进攻胜利则参与进攻的成员各获得1场进攻胜场。","进攻小队由2名玩家和1只本公会神兽组成，小队长可自由选择本公会已拥有的全部神兽。","进攻小队不足2名玩家时，无法发起进攻。","进攻小队发起进攻时，需要消耗参与进攻的每名玩家各1点体力，小队中有玩家体力不足则无法发起进攻。","玩家可以消耗元宝购买公会争霸战体力","每期公会争霸战开始时，会选定本期公会争霸战的环境。当神兽处于主场环境时，部分技能会得到加强。环境分为海洋、陆地、天空三种。","玩家加入公会当天体力为0，每天0点时，体力少于5点的玩家会将体力补充至5点。","玩家离开公会时，体力会清空。"]},{"ID":4,"Title":"神兽规则","Desc":["每个公会建立时，可以获得3只神兽，除此之外公会还可以在财富商店中购买其他神兽。","公会神兽可以通过消耗公会财富进行升级，公会神兽等级无法超过当前公会等级。","公会神兽等级提升时，血量和起始手牌等属性会获得提升，同时还会解锁新的技能。","每个神兽有对应的主场环境，当神兽处于主场环境时，部分技能会得到加强。"]},{"ID":4,"Title":"奖励规则","Desc":["参与公会争霸战的公会，根据其获得的胜场数和排名，会获得对应的总胜场（防守胜场+进攻胜场）奖励和排名奖励，详细如下：<br/>排行奖励：<br/>第1名：公会财富3000、公会经验1500<br/>2至3名：公会财富2500、公会经验1500<br/>4至10名：公会财富2000、公会经验1500<br/>11至50名：公会财富1500、公会经验1500<br/>51至100名：公会财富1000、公会经验1500<br/>101名以后：公会财富500、公会经验1500<br/><br/>胜场奖励：<br/>500至1999胜：公会财富500、公会经验500<br/>2000至4999胜：公会财富1000、公会经验1000<br/>5000胜以上：公会财富2000、公会经验2000","参与公会争霸战的玩家（至少参与1场战斗），可以根据其获得的胜场数，获得对应奖励，详细如下：<br/>20胜：个人贡献1000、功勋100、稀有将印宝箱1<br/>18胜：个人贡献800、功勋90、普通将印宝箱1<br/>16胜：个人贡献700、功勋80、普通将印宝箱1<br/>14胜：个人贡献600、功勋70、普通将印宝箱1<br/>12胜：个人贡献500、功勋60、普通将印宝箱1<br/>10胜：个人贡献400、功勋50、普通将印宝箱1<br/>8胜：个人贡献300、功勋40<br/>6胜：个人贡献250、功勋30<br/>4胜：个人贡献200、功勋20<br/>2胜：个人贡献150、功勋10<br/>参与争霸战：个人贡献100","个人奖励需要手动领取。<br/>4. 所有奖励将在当期公会争霸战结束后，统一结算并发放"]},{"ID":5,"Remarks":"竞技规则","Title":"排位规则","Desc":["竞技模式中，分为卫士、校尉、中郎、领军、大将、枭雄六个段位。","卫士、校尉、中郎、领军、大将五个段位，每个段位分为5级，枭雄为最高段位。","玩家进行游戏时，会根据每局游戏的胜负情况和对应身份获得或失去相应的星数。","每日开放匹配时间为8：00——24：00"]},{"ID":5,"Title":"结算说明","Desc":["当玩家星数达到一定数量时，段位会提升，直到达到枭雄段位。","到达枭雄段位后仍然可以获得星，枭雄段位的星数不设上限。","身份、国战、欢乐成双三个模式的段位分开统计。","除了胜负情况外，还会根据玩家表现对玩家进行奖励星。","在游戏中逃跑或挂机等恶劣行为，会扣除一定的星作为惩罚。","玩家获得连胜，会有机会获得额外的连胜奖励星。"]},{"ID":6,"Remarks":"会员规则","Desc":["当前角色进行充值满600元宝后可激活会员功能，会员激活后，可享受当前会员等级对应的特权","角色可以通过获得会员经验来提升会员等级，当前会员初始为1级，满级为7级， 会员到达满级后依然可以继续获得会员经验，每一级会员等级，会对应不同的特权，详见特权界面","当未激活会员功能时，会员等级仍旧可以通过获得会员经验升级（当激活会员后可以直接获得当前会员等级所对应的特权）","会员经验有以下途径可获取：获取永久武将、使用皮肤包、三国秀坊、武将升阶、玩家等级提升","当会员激活后，每个会员等级都有一个专属等级宝箱及若干经验宝箱，角色会员等级及经验值达到条件时可以领取该宝箱（不可重复领取）"]},{"ID":7,"Remarks":"武将招募规则","Desc":["每次武将招募需要消耗一个武将招募令（当招募令不足，可以在当前界面使用元宝购买并直接使用）。","成功招募后，可以随机获得1个未拥有的武将。","成功招募后，点击再来一次，会再次消耗一个招募令进行武将招募，点击返回可以回到武将招募界面。","当获得所有武将后，则无法继续进行武将招募，系统入口关闭。（若推出新的武将，则系统会再次开启，可以正常进行招募）"]},{"ID":8,"Remarks":"文和乱武规则","Title":"基础规则","Desc":["匹配方式：单人匹配","游戏人数：8人","身份设置：所有人都是独立身份","牌堆情况：军争牌堆。桃园结义和木牛流马替换为斗转星移；黑色无懈可击替换为偷梁换柱；红色无懈可击替换为李代桃僵；兵粮寸断替换为文和乱武；移除所有乐不思蜀","禁用武将：所有神将、华佗、刘备、界刘备、于吉、左慈、徐晃、卧龙诸葛亮、曹仁、大乔、界大乔、孟获、荀攸、郭皇后、诸葛诞、陈宫、界甘宁、小乔、周泰、陆绩、诸葛瞻、董卓、兀突骨、庞统、董允、孙鲁班、蹋顿、袁绍、曹丕、满宠、贾诩、蔡文姬、灵雎、步骘","游戏目标：尽量争取更高的名次，活得越久名次越高","游戏消耗：每局游戏进入需要消耗50个乱武券","击杀奖惩：成功击杀一名其他角色，则击杀者获得1点体力上限,并摸3张牌","道具使用：可使用手气卡和换将卡","起始手牌：4张"]},{"ID":8,"Title":"特殊规则","Desc":["每轮开始时，会有一个特殊规则，其中第一轮固定为乱武<br/>乱武：从随机一名角色开始结算乱武（所有角色，需对与自己距离最近的另一名角色使用一张【杀】，否则失去一点体力。）<br/>重赏：本轮之中，击杀角色奖励翻倍。<br/>破釜沉舟：每个回合开始时，当前回合角色失去一点体力，摸3张牌。<br/>横刀跃马：每个回合结束时，所有装备最少的角色失去1点体力并随机在装备区置入一件装备牌。<br/>横扫千军：本轮之中，所有即将造成的伤害+1<br/>饿莩载道：本轮结束时，所有手牌最少的角色失去当前轮数的体力值。<br/>宴安鸩毒：本轮中，所有的桃均视为毒（毒：该牌正面朝上离开你的手牌区，则你需要失去1点体力）"]},{"ID":8,"Title":"立志规则","Desc":["选将完毕后玩家可进行立志，以明确本局游戏的目标","立志需要消耗一定量的乱武券，玩家可选择消耗10个、20个、50个、100个，乱武券不足无法立志","立志可选择成为冠军、前2、前4、前6，达成目标可获得奖励分别为300%、200%、150%、120%","立志成为冠军的角色在游戏开始后可获得一个“志在必得”标记","出牌阶段，使用“志在必得”标记，玩家可立即摸2张牌。"]},{"ID":8,"Title":"特殊卡牌","Desc":["斗转星移：出牌阶段，对一名其他角色使用。随机分配你和其的体力（至少为1且无法超出上限）","偷梁换柱：出牌阶段，对你使用。随机分配所有角色装备区的牌","李代桃僵：出牌阶段，对一名其他角色使用。随机分配你和其的手牌","文和乱武：出牌阶段，对你使用。除你以外的所有其他角色必须对与他距离最近的一名角色出【杀】，否则失去1点体力"]},{"ID":8,"Title":"牌局奖励","Desc":["玩家阵亡或游戏结束时，可以立即获得志向奖励和积分奖励<br/>积分奖励如下：<br/>第一名：20分<br/>第二名：15分<br/>第三名：10分<br/>第四名：7分<br/>第五名：5分<br/>第六名：3分<br/>第七名：2分<br/>第八名：1分<br/><br/>当玩家积分到达一定值时，还可以领取文和乱武限定武将：李傕、郭汜、樊稠、张济"]}]}